---
kind: enumMember
id: F:Autodesk.Revit.DB.RoundingMethod.Nearest
enum: Autodesk.Revit.DB.RoundingMethod
source: html/08b615dd-4396-3f22-21ad-342afe1ff241.htm
---
# Autodesk.Revit.DB.RoundingMethod.Nearest

Standard rounding: Round to Nearest